Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 멀리서부터 피해 가는 영지민들이 다수였고, 여의치 않게 가까이에서 로건을 마주한 영지민은 그 자리에서 바로 납작 엎드려 덜덜 떨었다.{j}가솔들이 도망치듯 자신을 피하는, 떠나기 전보다도 더욱 심각해진 모습을 보며 로건은 쓴웃음을 지을 수밖에 없었다.{j}가혹하게 영지민을 수탈하는 폭군이나 받을 법한 대우 아닌가.{j}무표정하던 카이도 힐끔힐끔 로건을 볼 정도였고, 로건의 눈치를 보던 빅토르 남매의 얼굴은 실시간으로 어두워지고 있었다.{j}궁금한 점은 많지만 아무도 쉽사리 입을 열지 못하고 있던 그때, 눈치 없는 드워프가 기어코 입을 열었다.
en_us: Many commoners saw Logan approach from a distance and stayed well clear of him. The few that couldn’t avoid him cowered in fear and bowed to their knees. His vassals tried desperately avoiding him as if they were running away from a burning house. Logan sensed that his reputation had worsened since he left and couldn’t help but wear a bitter smile. The people of the territory treated him like a bloodthirst warlord that had come to ransack their homes. The atmosphere made Kai awkwardly glance at Logan while the sibling’s faces grew darker by the second. The three of them had many questions that needed answers but decided to hold their tongue until the imprudent dwarf broke the uncomfortable silence.

source: 한없이 그리워했던 광경이 그 시절 그대로의 모습으로 눈앞에 펼쳐져 있었다.
en_us: The old home that he yearned for was not right in front of him, just as he remembered it, perfectly preserved in time.

source: ‘적어도 귀족학살자가 천성은 아니라는 거지.’
en_us: “He definitely wasn’t born to be the Noble Killer.”

source: “도대체 밖에서 무슨 짓을 하고 돌아다니신 겁니까!”
en_us: “What have you been doing outside of the castle?”

source: 그래서 더 헷갈렸다.
en_us: Which exacerbated his confusion.

source: 빅토르는 말이 떨어지게 무섭게 쓰러지듯 주저앉았다.
en_us: Victor dropped himself onto the ground as soon as Logan told him to rest.

source: ‘전장을 초토화할 수 있다.’
en_us: We can annihilate any opponent.

source: “으으음.”
en_us: “Hmm.”

source: 귀족가의 회의답지 않은 소란스러움으로 대전이 가득 찼다.{j}인상을 찡그리며 이 난장판을 지켜보고 있던 패드릭이 일순간 발을 굴렀다.
en_us: The chaotic conduct in the great hall was unsuitable for a meeting of a noble house. Padrick frowned as he witnessed the circus unfold before him. He then stomped the ground once he decided that he had enough.

source: 무심한 듯 이어진 로건의 말에 기사의 얼굴이 딱딱하게 굳었다.
en_us: Dominan appeared to be stunned by Logan’s bold request.

source: ‘어, 어.{j}이게 내가 알던 대공자가 맞나?{j}그 망나니가?’
en_us: Who is this boy? This isn’t the loser son I know.

source: 지금, 이 시점.{j}바닥 그 이하로 떨어진 자신의 평판을 고스란히 체감할 수 있는 대화였다.
en_us: In this exact moment, Logan had come to realized his reputation had hit rock bottom, and then some.

source: “거, 거지?”
en_us: “A b-beggar?”

source: “미안하다, 로니.
en_us: “Sorry, Loni.

source: “연사도 돼.{j}신기한 석궁일세.”
en_us: “It can shoot repeatedly. What a fascinating crossbow.”

source: “그래서?”
en_us: “Get to the point.”

source: 그 한 가지 생각에 사로잡혀 앉은 채로 주춤주춤 뒤로 물러나던 그는 어느 순간 벌떡 일어나 미친 듯이 달렸다.{j}하지만 그 달리기는 오래가지 못했다.
en_us: Running away far as possible was the only thought in his mind and he began to slowly crawl backwards until sprang up and ran as fast as he could. But he didn’t get far.

source: 그런 그를 안절부절못하며 지켜보던 동생, 빅토리아가 소리를 질렀다.{j}그리고 애처로운 눈으로 로건을 바라보았다.{j}그에 로건이 피식 웃으며 고개를 끄덕여 주자,{j}다다다.
en_us: Victoria had been restlessly watching her brother and shouted out. Her desperate eyes looked at Logan. He responded with a smile and nodded.

source: 도무지 진지해질 수가 없는 놈이었고.
en_us: Logan could never be serious with Rick.

source: “울브스는 맥라인 가문의 대표이신 남작님의 뜻에 따르고자 합니다.{j}어찌하시겠습니까, 패드릭 맥라인 남작님.”
en_us: “The House of Wolves will ultimately respect what you, as the head of House MacLine, decide to do. What shall be done, my Baron?”

source: “그냥?”
en_us: “What is it?”

source: “용병들은 왜 불러들여서 불안하게…….”
en_us: “Why has he gathered mercenaries? They frighten me...”

source: 필립은 속으로 부디 그것만을 아니기를 기도했다.{j}인간으로서의 마지막 존엄이 손상될 것 같은 불길한 기분이었다.{j}필립이 무의식적으로 찢어진 옷깃을 추스르며 한껏 몸을 움츠렸다.{j}새빨간 눈동자가 전신을 더듬는 것 같이 느껴져 소름이 끼쳤다.
en_us: Phillip prayed that his hunch was wrong. He wanted his last piece of dignity as a human being to remain intact. Phillip subconsciously gathered his shoulders and crouched as he popped his collar. He felt the man was groping his body with his red eyes, which made him shiver in fear.

source: 메리……라고 했지?”
en_us: Mary... was it?”

source: 이미 로건이 결투를 신청한 사유가 알려진 마당이었다.
en_us: Word had spread and the whole crowd knew why Logan requested a duel.

source: 독기만이 가득했던 푸른 머리 꼬마의 표정이 짧은 순간에 시시각각 달라졌다.{j}이 말을 믿어도 될지, 그리고 자신이 기사 수련을 해낼 수 있을지.{j}아마 온갖 상념이 머릿속에 휘몰아치고 있을 것이다.{j}하지만 로건은 길게 생각할 시간을 주지 않았다.
en_us: The venom in the blue-haired boy’s demeanor vanished in an instant. All sorts of thoughts swirled around his head. He wondered if he could trust this strange man and whether or not he would be a good knight. But Logan didn’t let him ponder too deeply into his thoughts.

source: “맥라인 가문의 후계가!{j}이 자랑스러운 자리가 우습게 보이느냐!{j}누구 마음대로 주고 말고를 논해!”{j}쩌렁쩌렁한 고함이 저택을 가득 울렸다.
en_us: “The privilege of being the heir to the House of MacLine isn’t a toy to be played with! How dare you decide for yourself for what you do not comprehend?”, Padrick’s roar echoed throughout the hall.

source: “공자님, 정말 괜찮으신 거죠?{j}아직 머리가 아프시다거나…….”
en_us: “Master, are you really okay? Your head may be...”

source: 헤인켈이 어색하게 웃으며 고개를 숙였고, 그 모습을 본 기사들은 당장이라도 피를 토할 것 같은 표정을 지었다.
en_us: Sir Heinkel smiled awkwardly and bowed his head. The knights who saw the commander bow looked like they were about to puke blood.

source: 데구르르.
en_us: Roll.

source: 6화
en_us: Chapter Six

source: ‘하지만 지금은 충분히 가능해.’
en_us: But now, I have enough power.

source: ‘푸른 머리, 적청의 오드 아이 노예…….’
en_us: A slave with blue hair and red and blue eyes...

source: 기괴한 비명과 함께 쓰러지는 은인.{j}목을 꿰뚫은 화살을 붙잡고 자신에게 손을 내미는 모습이 마치 자신을 원망하는 듯해 소름이 끼쳤다.
en_us: The man fell to his knees and let out a strange scream like he was gasping for air. He held the arrow that had penetrated his neck in one hand and reached out the other towards Rick with a look of regret.

source: 의지에 따라 반응하는 굳건한 포스, 달라진 육체.
en_us: The force bent to his will and his changed physique react to it.

source: “이들은 자네 같은 A급 용병이 아니야.{j}계약을 완전히 어기지는 않더라도 허술하게 이행할 수는 있겠지.”
en_us: “They aren’t A-level mercenaries like you are. They won’t renegade on their contract but they could slack off.”

source: “뭐, 뭔가 착오가 있을 것이야.{j}그럴 리가 없다!”
en_us: “I-it can’t be! There must be something wrong!”

source: 로건은 목구멍까지 튀어나온 욕설을 억지로 삼키며 표정 관리를 하기 위해 애쓰고 있었다.{j}분명 어린 시절의 리이나는 활기차고 귀여운 아이였다.{j}두 아이는 분명히 친했고, 한정된 시기에나마 정말 많은 시간을 함께했다.{j}하지만 시간이 그녀를 변하게 한 것일까.
en_us: Logan swallowed his anger and tried his best to maintain his composure. The young Lina used to be a lively, adorable child. They were once close friends who spent countless hours together growing up. Logan wandered if time had changed her.

source: 설득이 먹혔다!
en_us: I’ve got through to him!

source: “그래 봤자 인간도 만들었던 무기다.”
en_us: “It’s a mere human invention.”

source: ‘그럼 그렇지.’
en_us: I expected as much.

source: “휴, 다행이네요.{j}소문이 너무 좋지 않아서 걱정했습니다.”
en_us: “I’m sure glad to hear that. I worried about you because of the rumors.”

source: “아직 신발에 흙이 다 털리지도 않았으니 카일에 들어온 지 얼마 안 됐네.{j}그런데 바로 상가를 찾아와 투자 얘기를 꺼내?{j}너 나 알아?”
en_us: “The dirt on your boots are still fresh, which means you haven’t been in the city that long. So it’s more than suspicious that you come to find me and talk about investment. Do you even know how I am?”

source: “왜 우리가…….”
en_us: “Why are we here...”

source: 가슴속의 통한이 눈물이 되어 흘러내렸다.
en_us: The pain in his heart melted into tears and rolled down his face.

source: 회귀 이후부터 자신의 포스가 모든 면에서 긍정적이고 본질적인 진화를 이룬 느낌이었다.
en_us: It felt like his force had completely evolved in all areas after his return.

source: 10년의 용병 생활과 20년의 독립군 활동으로 얻은 수많은 흉터는 흔적도 없었고, 아침에 일어나면 종종 시큰거리던 무릎도 멀쩡하기만 했다.
en_us: The countless scars he amassed over a decade of mercenary life and two decades of fighting for the Independence Army were gone. His knees that gave him trouble every morning were as good as new.

source: 로건은 순간 맥이 탁 풀리는 느낌이었다.
en_us: Logan felt his tense body was starting to relax.

source: “……정말 이유가 있긴 있는 것이냐?”
en_us: “Do you truly have a reason for all of this?”

source: 수십 년간 바라왔던 대로.
en_us: After decades of regret.

source: 단순히 소년에 대한 동정심 때문만은 아니었다.{j}소년의 푸른 머리 아래 보이는 붉고 푸른 눈동자.{j}서로 대비되는 색상의 오드 아이였다.{j}대륙에서 보기 드문, 아니 어쩌면 유일할지도 모를 그 눈동자들이 그의 머릿속 한쪽을 계속해서 간질거렸다.
en_us: It wasn’t purely out of sympathy for the boy. Logan was drawn to the boy’s eyes underneath his blue hair, one was blue and the other was red. He had odd eyes that contrasted one another. It was one of the rarest sights in the continent, or perhaps, the rarest of all. The boy’s eyes continued to pull at a string from Logan’s memory.

source: 으아아악!
en_us: “Ahh!”

source: “그래도 워낙 찾기 힘든 상품인지라…… 헤헤.”
en_us: “It’s just that they are very rare specimens...pardon my insolence, young master.”

source: 로건의 태연한 표정에 일행은 불안한 표정을 지으면서도 고개를 주억거릴 수밖에 없었다.{j}하지만 태연했던 모습과는 달리 로건은 좀 귀찮아질 것 같은 예감이 들었다.
en_us: Logan’s nonchalant response only made the others more concerned but they had no other choice. Though, on the inside, Logan sensed that things were about to become bothersome.

source: “사절인 리이나 울브스는 당사자인 내 아들에게 정중하게 사과하라.{j}다른 보상은 사양하겠다.”
en_us: “Lina Wolves, the head of this delegation but sincerely apologize to the true recipient, my son, and I politely refuse any form of compensation.”

source: “아는 무슨 아!{j}빨리 가셔야 한다구요!”
en_us: “Enough fooling around! You must hurry!”

source: “물론입니다.”{j}로건은 흔쾌히 고개를 끄덕였다.
en_us: “Of course.”, Logan nodded emphatically.

source: 이 녀석만큼은 확실히 챙겨 주고 싶었다.
en_us: Logan wanted to make sure Rick was well looked after this time around.

source: “하, 진짜…… 어린놈이 징그럽네.{j}내가 오해한 것도 있어서 적당히 보내려 했더니.”
en_us: “Seriously...you sicken me. You had me going for a second there.”

source: 쿠궁.
en_us: Thud.

source: “진 사람이 비품 물어내기입니다!{j}싫으면 싸우지 마세요!”
en_us: “The loser has to pay for the broken furniture! Don’t fight if you don’t like it or can’t cough up!

source: 로건의 목소리가 여기저기서 웅성대는 사람들의 이목을 한데 주목시켰다.
en_us: Logan’s voice hushed the crowd and all eyes and ears became focused on him

source: “다시 빚을 지게 되잖아.{j}아니야?{j}우리가 특산물이 있어, 뭐가 있어.{j}악순환이지.”
en_us: “We will be in debt again. Right? We don’t have any regional delicacies or special products. We have nothing and the cycle of debt is bound to repeat.”

source: “대공자의 용병대다.{j}성문 열어!”
en_us: “It’s the eldest master’s mercenary army. Open the gates!”

source: 전생의 최연소 오러유저의 성취가 더욱 빨라졌다.{j}거기에…….
en_us: Lonian, the youngest ever auror user in history in Logan’s past life, had awakened even faster than before.

source: “빚을 다 갚아주고 당신을 평생 고용한다면 얼마면 되겠냐고 물었습니다.”
en_us: “I asked how much I would need to pay off all your debts and hire you for life?”

source: 즉, 또 다른 의미의 애국심이라고 받아들인 것이다.
en_us: They accepted his words for another form of patriotism.

source: 자신을 일으켜 세우는 아군.{j}어디선가 본듯한 얼굴이었지만, 멍한 정신에 누군지 기억이 나지 않았다.{j}확실한 것은 이 사람이 자신을 구했다는 것.{j}미친놈을 처리해 준 은인이라는 것이다.
en_us: A fellow soldier hoisted him back up. He seemed like a familiar face but the memory was lost in Rick’s confused haze. The only certain thing was that the man had saved his life. His savior from the madness.

source: “영주님!{j}파혼의 당사자로서 제안 드리고 싶은 것이 있습니다.”
en_us: “My Baron! As the recipient, I’d like to make a proposal.”

source: 등 뒤에서 소금을 뿌리는 노예상의 모습을 보며 드워프가 툭 말을 던졌다.{j}노예에게는 전혀 어울리지 않는 말투였지만, 로건은 그 말에도 불쾌한 반응 없이 어깨를 으쓱해 보일 뿐이었다.
en_us: The dwarf cussed at the slave trader as he saw him throw salt over his shoulder. He didn’t speak like a slave but Logan simply shrugged.

source: 돈.{j}그것이 이번 사건에서 그가 꼭 얻어 내고자 했던 목표이자, 훗날을 위해 반드시 챙겨야 할 것이었다.
en_us: Money was on his mind. Not only was it his silver lining but he knew that they desperately needed funds for the war to come.

source: 아니면 기대?
en_us: Or hope?

source: ‘그리고 영지전을 위해 준비해야 할 물건들도.’
en_us: I also need to acquire supplies for the Battle of the Territories.

source: “제국 남부 철목보다 왕국 북부의 철목이 더 튼튼합니다.{j}주로 북부 트리탄 영지에서 많이 생산됩니다.{j}철목을 이용해 물건을 만드는 장인도 많고 당연히 아교도 있습니다.{j}개인적으로는 제국산보다 훨씬 낫다고 생각합니다.{j}여기서 상인들을 거치는 것보다 직접 사면 가격도 쌉니다.”
en_us: “Ironwood from north of the kingdom is far superior than imperial ironwood from the Southern Mountains. Triton territory in the north is famous for their ironwood. Many skilled artisans that work with ironwood are there and there is also plenty of glue. I believe it’s a higher quality product than the imperial equivalent, if I say so myself. I’m sure it would be much cheaper to buy it from the source than go through one of the merchants here.”

source: “편지를 남겨 두마.{j}너에게 뭐라 할 사람은 없을 거야.”
en_us: “I’ll leave a letter. No harm will come your way.”

source: 제가 좀 더 조심했어야 했는데…….”
en_us: I should have been more careful...”

source: “나는 그 악순환의 고리를 끊으려 하는 거야.{j}그러니 이 돈은 내 계획대로 쓰겠어.”
en_us: “I plan to end that cycle and that is why I need to use the money.”

source: 이 시기 자신이 무시당할 짓을 하고 있었고 평판 역시 바닥이라는 것은 익히 알고 있었지만, 이렇게 체감하는 기분은 또 달랐다.
en_us: Logan knew his reputation was in the gutter and people didn’t approve of him but the feeling crawling under his skin at that very moment felt different.

source: “몇 년 전까지는 항상 아침 같이 드셨잖아요!”
en_us: “You always used to have breakfast together just a few years ago. Don’t you remember?”

source: “쉿, 조용히 해!{j}대공자님이야.”
en_us: “Be quiet, you! That’s the eldest master.”{j}

source: ‘상급기사.{j}설마 상급기사가 있었다니…….’
en_us: A high knight. I can’t believe they have a high knight.

source: 오히려 찜찜한 걸림돌 하나가 치워진 듯한 느낌이었다.{j}그렇기에 로건은 거리낌 없이 앞으로 나설 수 있었다.
en_us: Logan felt like it was a blessing in disguise and became more assured about moving forward with his plans.

source: 로건의 입에서 나온 탄성을 자기 나름대로 해석한 패드릭이 담담히 말을 이었다.
en_us: Padric interpreted Logan’s response to the arrival of Lina in his own way, and sternly advised his son.

source: 흔들리지 않는 붉은 눈동자가 드웨인으로 하여금 가느다란 이성의 끈을 다시 붙잡게 했다.
en_us: Logan’s imposing red eyes brought back a slither of reason back to Dwain’s mind.

source: “……생각보다 멀쩡하구나.{j}그래, 무슨 일이냐?”
en_us: “You look better than I expected. So, what’s the matter?”

source: ‘이걸로 새어머니는 이전 같은 영향력을 행사하진 못할 것이다.{j}영지전만 승리한다면 더 이상 가문 내부에 걸림돌은 없다.’
en_us: Marianne won’t be able to wield the same level of influence anymore. Which means there will be one less obstacle to overcome if we win the Battle of the Territories.

source: 한 발짝 멀리 떨어져서 더러운 것(?)에 가까이 가기 싫다는 의지를 온몸으로 피력하고 있었지만.
en_us: Though, he was clearly reluctant to be closer to Logan’s body.

source: “소문이 잘못되었다는 뜻이냐?”
en_us: “Are you saying that the rumors are false?”

source: 벌컥.
en_us: Clunk.

source: ‘또 한바탕 치를 수도 있겠는데…….’
en_us: Things could get a little hairy around here...

source: 영문 모를 상황에 멍하니 그들을 바라보던 그때.
en_us: Just as he was staring blankly in limbo.

source: “어머니!”
en_us: “Mother!”

source: 행복했던 어린 날의 추억.
en_us: Memories of a happy childhood.

source: 어리둥절한 필립에게 로건은 이유 대신, 필요한 물건들의 규격을 설명했다.
en_us: Logan explained the specification of the items he requested instead of revealing his purposes for them.

source: 전쟁 직전의 기사라는 놈이 이런 생각이나 하다니.
en_us: You’re a knight about to engage in battle. Get it together.

source: 아무리 궁리해 보아도 마땅한 타개책이 떠오르지 않았다.{j}절망 속에서 끌어 올린 미약한 투지는 늘어나는 상처와 전장을 뒤덮은 아군의 신음 앞에 속절없이 흔들렸다.{j}나약해진 마음이 비겁한 상념을 불러왔다.
en_us: Padrick searched deep within himself for a way out, a solution to turn everything around but nothing came to him. The modicum of courage and fight he managed to muster to being him out of despair was being submerged under the blood and tears of his army. His battered will invited cowardly thoughts.

source: 뛰어난 기술력이 아닌, 그저 발상의 전환이 가져온 해결책에 하마르의 눈빛이 거세게 흔들렸다.
en_us: Hamar was taken aback with Logan’s solution. It wasn’t grounded in sound engineering principles and it sounded like an idea rather than a fleshed out plan.

source: 분명히 중요한 무언가가 있는데 또렷하게 떠오르지 않는 답답한 기분이었다.{j}그러다 소년의 눈동자와 스치듯 마주친 순간, 로건의 뇌리에서 오래된 기억이 번뜩 되살아났다.
en_us: Logan knew there was something to the boy but he felt frustrated as he couldn’t get a clear picture in his head. But when the boy’s eyes met his, an old memory came back to life in Logan’s brain.

source: “하하, 대가급이니 적어도 20만은 주셔야…….”
en_us: “Ah, he is a master-level dwarf after all. I’ll need at least two hundred thousand...”

source: “형니이임!”
en_us: “Brother!”

source: 하지만 드워프의 인간에 대한 불신은 심각했고, 자포자기한 눈빛은 바뀌지 않았다.{j}그러자 로건이 품속에서 푸르스름한 기운이 번뜩이는 종이를 살며시 꺼내 들었다.
en_us: Dwarves were highly suspicious of humans and the self-abandonment was still evident in his eyes. Logan took out a piece of paper with a bluish glow out of his breast pocket and waved it at Hamar.

source: “대신, 이 파혼으로 인한 원인이 저 리이나 울브스와 저희 가문에 있음을 명백히 밝히고 그에 대해 사죄를 하려 합니다.”{j}리이나의 서글픈 목소리는 계속 이어졌다.{j}하지만.
en_us: “That is why I’ve come to apologize and explicitly state that I, Lina Wolves, and my house are at fault for the breaking of this betrothal.”, responded Lina with a sorrowful voice.

source: “으윽……!”
en_us: “Ah!”

source: ‘오호?{j}설마?’
en_us: Oh, could it be?

source: 로건의 호언장담에 하마르는 더 이상 반문을 하지 못했다.{j}그가 보기에도 로건이 한 설명은 단순히 아이디어가 아니라, 많이 사용해 본 이의 느낌이 물씬 났다.
en_us: Logan’s adamant assurance put an end to Hamar’s defiance. He felt that Logan wasn’t simply explaining an idea but was drawing from his experiences, which seemed like he had a lot of.

source: “저거 헤일 아냐?”
en_us: “Isn’t that Hail?”

source: 전쟁을 위한 준비와 편제가 정해지는 가운데, 로건과 관계된 의견도 나오기 시작했다.
en_us: Preparations were being made for war and a question about Logan was brought up.

source: “그러지 않으실 거라 믿습니다.”
en_us: “I believe you will show restraint, my kind Baron.”

source: 아버지, 패드릭 맥라인은 마치 세상에 다시 없는 모욕을 당한 듯 자신의 큰아들을 무섭게 노려보았다.{j}그리고 그렇게 의외의 상황에 모두가 굳어 버린 순간.
en_us: Padrick MacLine looked at his eldest son if had suffered the worst insult imaginable. No one else dared to make a sound and the silence froze the atmosphere in the room.

source: “윽?”
en_us: “Huh?”

source: “커헉!”
en_us: “Ahh!”

source: 한심하다는 표정도 모자라 어영부영 뒷말을 바꾸는 모습에 로건은 하루 전 사기꾼 취급을 받을 때의 원한까지 되살아나는 듯했지만, 필립은 금세 표정을 고치고 말을 이었다.
en_us: Logan watched Phillip’s pathetic attempt at faking a headache with same displeasure he felt from the night before when he was treated like a con artist. Phillip quickly regained composure and continued to speak.

source: 그저 하나같이 자신이 들고 있는 석궁을 쓰다듬으며 몽롱한 표정을 짓고 있을 뿐이었다.{j}불과 반나절의 사냥, 그것도 하급 몬스터가 대부분이었기에 가치 있는 부산물을 얻은 것도 아니었다.{j}하지만 그들 300여 명의 세 배가 넘는 천여 마리의 몬스터를 일방적으로 학살하고 돌아왔다.{j}평범한 C급 용병들은 꿈도 꾸지 못할 무력을 갖게 된 것이니, 들뜨는 것이 당연했다.
en_us: Every mercenary stroked their crossbow like a prized kitten. They hunted for only half a day and they didn’t have much to show for it since they were low-level monsters. But the sheer power they felt when they massacred over a thousand monsters, which was three times the number of men, without loss was exhilarating. They now possessed power that an average C-level mercenary didn’t dare dream of. It was only natural that they were upbeat.

source: “제가 방금 다른 시종들 얘기를 듣고 왔는데, 말도 안 되게 예쁘게 자라셨대요!”
en_us: “I heard from the other servants that she has blossomed into a great beauty!”

source: “분하십니까?”
en_us: “Are you angry?”

source: 시선을 돌려 로건을 바라보는 리이나의 양 뺨을 타고 눈물이 주르륵 흘러내렸다.
en_us: Tears ran down Lina’s checks as he turned to face Logan.

source: 하지만 그 웃음에 대한 대답은 다짜고짜 날아온 주먹질이었다.
en_us: But his laughter was met with a flying punch.

source: 이런 고행을 하게 만든 대공자라는 놈이 그들의 가장 앞에서 달리고 있다는 것이다.{j}이를 악물고 쫓아 보지만, 거리는 더욱 벌어지기만 했다.{j}교관 역할을 하는 중급 포스유저인 수위기사들조차 입을 벌린 채 로건을 바라보는 중이었다.{j}그중에서 가장 황당한 것은 이 고행에 가까운 훈련을 고안해 낸 단장, 헤인켈이었다.
en_us: The eldest master was the reason why they had to suffer this impossible task and he led the pack, running faster than anyone else. The knights bit their lip and tried their best but the gap widened further. Guard knights, who were mid-level force users, were acting as mentors and even they couldn’t hide their astonishment at Logan’s speed. Sir Heinkel, the man who created the hellish plan, was the most surprised knight of all.

source: 그래도 당사자 앞에서 그리 말하며 히죽 웃는 릭은, 로건이 확실히 믿을 수 있는 몇 안 되는 사람 중 하나인 것은 확실했다.
en_us: Despite the clownish grin he made after mocking Logan, Rick was one of the only few people that Logan could trust completely.

source: 동생은 제국 전쟁 초기에 돌아가신 아버지를 대신하여 가문을 이끌고, 왕국의 명령에 따라 언제나 최전선에서 싸웠다.
en_us: Lonian led his house in place of his father, who passed away shortly after the Imperial War began. He followed his king’s orders and always fought on the frontline.

source: 선묘에 모셔진 선조들의 위패에 절을 하고 짐을 푼 로건은 불안한 마음 반, 기대 반으로 두근거리는 가슴을 부여잡고 산을 올랐다.
en_us: Logan paid his respects to his ancestors at the cemetery before he began to unpack. Logan was nervous but also excited for what was ahead as he started climbing further up the mountain.

source: 본론이 나오기도 전에 로건이 그녀의 말을 끊었다.{j}요정 같은 미모의 전 약혼자를 바라보는 로건의 두 눈은 냉소적이기만 했다.{j}처연한 표정을 ‘연기’하는 미녀의 얼굴은 가증스러웠다.{j}그 모습을 보는 순간 스치는 기억은 회상임에도 불쾌하기 짝이 없었다.{j}전생에서는 혼약의 당사자라는 이유로 근신 중에 끌려 나와 대전에 참석했고, 아버지의 공언으로 면전에서 사과를 받았다.{j}어린 시절, 예쁘고 활달했던 꼬마 친구가 숨 막히는 미인이 되어 눈물을 흘리며 자신에게 고개를 숙이는 모습.{j}그 이유가 파혼이라는 것에 가슴이 아프고, 자신의 처지가 더욱 처량하여 같이 눈물을 흘렸다.{j}아름다운 자신의 약혼녀도 그 ‘어쩔 수 없는’ 운명에 진정으로 슬퍼하고 있다고 생각했다.
en_us: Logan cut her off before she could make her point. He stared down his former fiancee, a woman with a gracious smile, with cold contempt. He hated her for acting as if she was genuinely sorry. The memory her face brought back sickened Logan immeasurably. In his previous life, he was dragged out to meet the delegation during his probation and witnessed his father accept her apology in person. A pretty, proactive childhood friend had turned into a breathtaking beauty and was crying with her head sunk right in front of him. It broke Logan’s heart to see her distraught, and because she was crying over the broken betrothal, he couldn’t help but to cry with her. He thought that his beautiful fiancee was truly saddened by her unavoidable fate.

source: ‘일단 돈은 다 쿠퍼스 뱅크에 입금했고.’
en_us: I have already deposited the money into Kupers Bank.

source: “……한 번 망한 상단에 정말 투자하셔도 괜찮겠습니까?”
en_us: “Are you sure you want to invest in a failed merchant?”

source: 리이나가 떠나간 다음 날.{j}맥라인 가문은 파혼이라는 충격적인 소식과, 망나니 대공자가 요정 같은 미녀에게 가주의 명을 거역하면서까지 거액을 뜯어냈다는 소문으로 떠들썩했다.{j}로건은 파혼의 당사자임에도 동정이 아니라 독하다는 비난을 받아야 했다.{j}하지만 정작 로건은 자신을 향한 손가락질과는 상관없이 자꾸만 미소가 새어 나왔다.
en_us: It was the day after Lina’s departure. The castle was shaken by the news of the broken betrothal and the story of how the petulant eldest son disobeyed his father’s orders and extorted an enormous amount of gold from the beautiful lady of House Wolves. Logan was the rejected recipient but he was met with heavy criticism, not sympathy. But Logan couldn’t wipe the smile off his face despite the finger pointing and rumors aimed at him.

source: 말과는 달리 그 어떤 일이라도 충실히 자신을 도왔던 녀석.
en_us: Despite his words, Rick was always willing to do his utmost for Logan.

source: ‘언젠가는 퍼질 수밖에 없지만, 아직은 유출을 용납할 수 없지.’
en_us: It will widely spread one day but I can’t have a leak at this point in time.

source: “흐으음…….”
en_us: “Hmm...”

source: “C급 용병을 삼백이나 말입니까?”
en_us: “You need three hundred C-levels?”

source: “하하.{j}영지 운영이라는 게 기본적으로 나가는 돈도 있고, 저희가 언제나 자금 사정이 빠듯하다 보니까 말이죠.{j}조금만 도와주시면…….”
en_us: “Well, as you know, maintaining our territory is a costly affair and times are harder than ever for the house, so if you could help out...”

source: “저것이 진짜 귀족이지.”
en_us: “That’s true nobility.”

source: 그렇기에 보통 몬스터를 퇴치하게 되면 그 뼈와 가죽을 제외한 나머지는 불태우는 것이 일반적이었다.{j}마법의 재료나 특별한 목적으로 쓰이는 특이한 몬스터들의 특수 부위만 따로 채취하는 정도였다.
en_us: It was common practice to burn dead monsters after they had been skinned for fur and their bones removed. Only certain parts of the monster were preserved for magical purposes.

source: ‘벌써?’
en_us: Already?

source: 어렸을 때는 자상했고, 좀 커서는 엄했으며.{j}자신이 스스로 망가진 즈음에는 차갑기만 했던 사람.
en_us: He was a considerate father when Logan was a boy, then became stricter as he got older, until he completely turned his back on Logan when was ruining his own life.

source: 욱신거리는 두통과 함께 환상처럼 떠오르는 장면들.
en_us: Old memories passed by, accompanied by a throbbing headache.

source: - 로건 대공자가 기사를 이겼다!
en_us: “Master Logan has defeated the knight!”
